module.exports = {
    ids: {
        reception: "120363426020745861@g.us", // قروب الاستقبال
        main: "120363423615707252@g.us",      // قروب السات (الأساسي)
        work: "120363409848520336@g.us"       // قروب الوورك
    },
    adminName: "إيتاشي",
    links: {
        sat: "https://chat.whatsapp.com/DK1ZjPIPqd10bjdWJlBpvR",
        ads: "https://chat.whatsapp.com/KBeGfC1AoDI5P3I2wzqgIp"
    },
    messages: {
        welcomeForm: `┇🩸┊استمارة الترحيب ↶
⟐━─⧉━〔🩸〕━⧉─━⟐
﴿ لــقــبــك 🩸﴾ "ضع لقبك هنا"
﴿من أنمي 📓﴾ "ضع الاسم هنا"
﴿من طرف ✉️﴾ "ضع اللقب هنا"
﴿جنسك 🎎 ﴾ "ضع جنسك هنا"
﴿صورة للشخصية 📷﴾ "ارفقها مع الرسالة"

> انسخ الرسالة واملأها بالمطلوب 🌹
> ⊱───═⪨༻【🩸】༺⪩═───⊰`,
        laws: `> ┇قـوانـيـن مـمـلـكـة سـبـاࢪتــا 🩸紫┇
> 
『المخالفات (الانــذارات)』
1: ارسال ثلاث ملصقات وراء بعض بشكل متكرر.
2: ممنوع ارسال ست رسائل متتالية من دون فائدة.
5: ممنوع استخدام أي تشفير أو فعل أي سبام.
6: ممنوع التكلم عن مواضيع الهنتاي أو الايتشي.
7: ممنوع ممارسة أي نوع من أنواع العنصرية.
8: ممنوع الإساءة لأي دولة أو طائفة دينية.
9: ممنوع الاعتراض على قرارات المشرفين علناً.
10: ممنوع طلب الإشراف.
11: ممنوع استخدام أي كلمات مسيئة.
12: ارسال الصوتيات المزعجة (فويس للبنات ممنوع).
13: ممنوع التحدث في مواضيع الحب والارتباط.
14: ارسال صور مخلة أو صور بنات.
~⊱───═⪨༻【🩸】༺⪩═───⊰~
『اسباب الطرد المؤقت 🕐』
1: الاتصال في أي نقابة أخرى.
2: حرق أحداث المانجا أو الانمي.
3: ارسال ايموجيات الاحتكاك بين الجنسين.
4: استخدام ايموجيات (🏳️‍🌈، 🇮🇱، 🖕).
5: السب أو الشتم بأي شكل.
6: التقطيم الذي يحتوي على احتكاك.
7: الدخول لخاص الأعضاء دون إذن.
8: ارسال صور شخصية لك أو لأصدقائك.
~⊱───═⪨༻【🩸】༺⪩═───⊰~
『قوانــين الطــرد المؤبد!!』
1: التواجد في مملكة أخرى (دخولك لنيموريا يعني ولاءك لها فقط).
2: نشر روابط قروبات أخرى.
3: ارسال مقاطع أو صور +18.
4: تهديد الأعضاء بأي شكل.
5: الإساءة المباشرة أو غير المباشرة.
6: افتعال المشاكل بشكل متعمد.
7: تفعيل بوتات داخل النقابة.
8: الاتصال المتعمد على المجموعة.
تـحـذيـر مـهـم!!… :
تكرار المخالفة بعد الإنذار يعرضك للطرد المؤبد فوراً. للمشرفين السلطة الكاملة لضمان أمن المجموعة.
↜3 | إنذارات = طرد تأديبي 3 أيام ↜3 | إداري = إعفاء دائم
~⊱───═⪨༻【🩸】༺⪩═───⊰~
مع تحيات إدارة ┇ ســبـارتـــا 紫🩸 ┇`
    }
}

